Repository: ho-ku/FIT_Studkurator
Catalog: FIT_Studkurator/FIT_Studkurator/*.lproj/Localizable.strings
Languages: ru, uk

source: Username is empty
ru: Логин не заполнен
uk: Логін не заповнений

source: Password is empty
ru: Пароль не заполнен
uk: Пароль не заповнений

source: Something went wrong. Please check all fields
ru: Что-то пошло не так. Проверьте все поля, пожалуйста
uk: Щось пішло не так. Перевірте всі поля, будь ласка

source: Name field is empty
ru: Имя не заполнено
uk: Ім'я не заповнено

source: Email field is empty
ru: email не заполнен
uk: Email не заповнений

source: Invalid email
ru: Неверный email
uk: Невірний email

source: Are you sure?
ru: Вы уверены?
uk: Ви впевнені?

source: You should write complex explanation of your problem, but your message is too short. Are you sure that you want to continue?
ru: Вам следует написать подробное изложение проблемы, но Ваше сообщение слишком коротко. Вы уверены, что хотите продолжить?
uk: Ви маєте розписати свою проблему, але Ваше повідомлення надто коротке. Ви впевнені, що бажаєте продовжити?

source: Yes
ru: Да
uk: Так

source: Alright
ru: Успех
uk: Успіх

source: Thanks for your letter. It will be considered as soon as possible.
ru: Спасибо за Ваше письмо. Оно будет рассмотрено в кратчайшие сроки.
uk: Дякуємо за Ваше повідомлення. Воно буде розглянуто якомога швидше.

source: No
ru: Нет
uk: Ні

source: Oops..
ru: Упс..
uk: Упс..

source: I have a trouble...
ru: Возникла проблема...
uk: У мене проблема...

source: Search...
ru: Искать...
uk: Шукати...

source: This number is already taken
ru: Номер уже занят
uk: Номер вже зайнятий

source: Some of the fields are blank
ru: Некоторые поля пусты
uk: Деякi поля пустi

source: Invalid phone number
ru: Неверно введён номер телефона
uk: Невiрно введений номер телефону

source: Choose your photo source
ru: Выберите источник фото
uk: Оберіть джерело фотографії

source: Camera
ru: Камера
uk: Камера

source: Photo library
ru: Галерея медиа
uk: Галерея медіа

source: Invalid date format. Please, follow the example
ru: Неверный формат даты. Пожалуйста, следуйте примеру
uk: Невірний формат дати. Спробуйте ще раз по прикладу
